tap "akirakyle/qemu-virgl"
tap "dart-lang/dart"
tap "denisidoro/tools"
tap "graalvm/tap"
tap "holgerbrandl/tap"
tap "oven-sh/bun"
tap "sdkman/tap"
tap "supabase/tap"
tap "tabbyml/tabby"
tap "ubuntu/microk8s"
tap "wix/brew"
brew "python@3.14"
brew "adb-enhanced"
brew "little-cms2"
brew "openexr"
brew "jpeg-xl"
brew "aom"
brew "libxtst"
brew "at-spi2-core"
brew "azure-cli"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cmocka"
brew "cocoapods"
brew "coreutils"
brew "countdown"
brew "harfbuzz"
brew "openjdk"
brew "ditaa"
brew "ffmpeg"
brew "findutils"
brew "firebase-cli"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "git-delta"
brew "git-extras"
brew "unbound"
brew "gnutls"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gradle"
brew "gtk+3"
brew "gtk-vnc"
brew "gtk4"
brew "hyperfine"
brew "icu4c@77"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "libass"
brew "libfido2"
brew "libiconv"
brew "libslirp"
brew "libsoup"
brew "luajit"
brew "lynx"
brew "make"
brew "mas"
brew "maven"
brew "memcached", restart_service: :changed
brew "mkvtoolnix"
brew "mongosh"
brew "msgpack"
brew "mysql@8.4", link: true
brew "neofetch"
brew "neovim"
brew "nss"
brew "numpy"
brew "nvm"
brew "openconnect"
brew "openvino"
brew "pandoc"
brew "pastebinit"
brew "poppler"
brew "pdf2svg"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "pstree"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "socat"
brew "spicetify-cli"
brew "svg2pdf"
brew "telnet"
brew "tlrc"
brew "transmission-cli"
brew "tree"
brew "typst"
brew "vte3"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "yt-dlp"
brew "zsh"
brew "dart-lang/dart/dart"
brew "denisidoro/tools/docpars"
brew "holgerbrandl/tap/kscript"
brew "oven-sh/bun/bun"
brew "sdkman/tap/sdkman-cli"
brew "supabase/tap/supabase"
brew "tabbyml/tabby/tabby"
brew "wix/brew/applesimutils"
cask "1password"
cask "alfred"
cask "amazon-photos"
cask "android-commandlinetools"
cask "androidtool"
cask "bunch"
cask "calibre"
cask "chromium"
cask "contexts"
cask "dbeaver-community"
cask "discord"
cask "disk-inventory-x"
cask "docker-desktop"
cask "duckduckgo"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "flutter"
cask "franz"
cask "gcloud-cli"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "imazing"
cask "iterm2"
cask "itermai"
cask "jetbrains-toolbox"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-onenote"
cask "microsoft-teams"
cask "mongodb-compass"
cask "multipass"
cask "netspot"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "postman"
cask "puppetry"
cask "rectangle"
cask "reflector"
cask "reverso"
cask "signal"
cask "spotify"
cask "stremio"
cask "tailscale-app"
cask "teamviewer"
cask "temurin"
cask "temurin@21"
cask "the-unarchiver"
cask "tidal"
cask "transmission"
cask "tunein"
cask "vimr"
cask "vlc"
cask "wireshark-app"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Brother P-touch Editor", id: 1453365242
mas "Goodnotes", id: 1444383602
mas "Guru", id: 321745474
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoSync Companion", id: 418818452
mas "Precio Luz", id: 1487330692
mas "Trello", id: 1278508951
mas "VPN Unlimited", id: 727593140
mas "VPN Unlimited®", id: 694633015
mas "Xcode", id: 497799835
