tap "akirakyle/qemu-virgl"
tap "arthurk/virt-manager"
tap "dart-lang/dart"
tap "denisidoro/tools"
tap "graalvm/tap"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
tap "sdkman/tap"
tap "supabase/tap"
tap "ubuntu/microk8s"
tap "wix/brew"
brew "adb-enhanced"
brew "little-cms2"
brew "openexr"
brew "jpeg-xl"
brew "aom"
brew "libxtst"
brew "at-spi2-core"
brew "azure-cli"
brew "bash"
brew "bat"
brew "cmocka"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "harfbuzz"
brew "openjdk"
brew "ditaa"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-extras"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gradle"
brew "gtk+3"
brew "gtk-vnc"
brew "gtk4"
brew "hyperfine"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "libfido2"
brew "libiconv"
brew "libslirp"
brew "libsoup"
brew "luajit"
brew "lynx"
brew "make"
brew "mas"
brew "maven"
brew "memcached", restart_service: true
brew "mongosh"
brew "msgpack"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node@16"
brew "nss"
brew "openblas"
brew "numpy"
brew "nvm"
brew "openconnect"
brew "openvino"
brew "python@3.10"
brew "pastebinit"
brew "poppler"
brew "pdf2svg"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "pstree"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "socat"
brew "svg2pdf"
brew "telnet"
brew "tldr"
brew "transmission-cli"
brew "tree"
brew "vte3"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "dart-lang/dart/dart", link: false
brew "denisidoro/tools/docpars"
brew "holgerbrandl/tap/kscript"
brew "oven-sh/bun/bun"
brew "sdkman/tap/sdkman-cli"
brew "supabase/tap/supabase"
brew "ubuntu/microk8s/microk8s"
brew "wix/brew/applesimutils"
cask "amazon-photos"
cask "android-commandlinetools"
cask "androidtool"
cask "authy"
cask "bunch"
cask "chromium"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "duckduckgo"
cask "firefox"
cask "firefox@developer-edition"
cask "flutter"
cask "franz"
cask "free-gpgmail"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "imazing"
cask "inkscape"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass"
cask "multipass"
cask "netspot"
cask "obs"
cask "obsidian"
cask "opera"
cask "postman"
cask "rectangle"
cask "reverso"
cask "signal"
cask "skype"
cask "spotify"
cask "temurin"
cask "temurin@21"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "vlc"
cask "wireshark"
cask "zoom"
