tap "akirakyle/qemu-virgl"
tap "arthurk/virt-manager"
tap "dart-lang/dart"
tap "denisidoro/tools"
tap "graalvm/tap"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "supabase/tap"
tap "ubuntu/microk8s"
brew "openexr"
brew "jpeg-xl"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bat"
brew "cmocka"
brew "cocoapods"
brew "coreutils"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-extras"
brew "glib-networking"
brew "gnu-sed"
brew "gnupg"
brew "openjdk@17"
brew "gradle"
brew "gst-plugins-base"
brew "gtk+3"
brew "libsoup"
brew "gst-plugins-good"
brew "gtk-vnc"
brew "hyperfine"
brew "jenv"
brew "openjdk"
brew "kotlin"
brew "kubernetes-cli"
brew "libiconv"
brew "luajit"
brew "lynx"
brew "make"
brew "mas"
brew "maven"
brew "micronaut"
brew "node@16"
brew "mongosh"
brew "msgpack"
brew "neofetch"
brew "neovim"
brew "nss"
brew "nvm"
brew "openapi-generator"
brew "openvpn"
brew "pastebinit"
brew "poppler"
brew "pdf2svg"
brew "pinentry-mac"
brew "pstree"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "socat"
brew "svg2pdf"
brew "telnet"
brew "tldr"
brew "transmission-cli"
brew "tree"
brew "vte3"
brew "w3m"
brew "wget"
brew "yarn"
brew "zsh"
brew "akirakyle/qemu-virgl/qemu-virgl", link: false
brew "dart-lang/dart/dart", link: false
brew "denisidoro/tools/docpars"
brew "holgerbrandl/tap/kscript"
brew "supabase/tap/supabase"
brew "ubuntu/microk8s/microk8s"
cask "amazon-photos"
cask "android-commandlinetools"
cask "authy"
cask "chromium"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "flutter"
cask "franz"
cask "free-gpgmail"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "graalvm-ce-java17"
cask "imazing"
cask "inkscape"
cask "iterm2"
cask "kindle"
cask "microsoft-teams"
cask "mongodb-compass"
cask "multipass"
cask "obs"
cask "obs-virtualcam"
cask "obsidian"
cask "openvpn-connect"
cask "opera"
cask "postman"
cask "rectangle"
cask "reverso"
cask "signal"
cask "skype"
cask "spotify"
cask "temurin"
cask "temurin18"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "vlc"
cask "wireshark"
mas "Bitwarden", id: 1352778147
mas "GIPHY CAPTURE", id: 668208984
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Precio Luz", id: 1487330692
mas "Sketchpad App", id: 1563131207
mas "VPN Unlimited®", id: 694633015
mas "Xcode", id: 497799835
